app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "Minä"], ["created_at", "2017-05-17 00:00:00.000000"], ["updated_at", "2017-05-17 10:01:42.170323"]]